export const errorMessages = {
  required: 'Це поле не може бути порожнім',
  url: { valid: 'Перевірте правильність поля URL' },
  sellerEmail: {
    valid: 'Перевірте правильність електронної адреси',
    required: 'Телефон або електронна пошта має бути внесена',
  },
  sellerPhone: {
    valid: 'Перевірте правильність введого телефону',
    required: 'Телефон або електронна пошта має бути внесена',
  },
  goodsQuantity: 'Необхідно зазначити кількість продукції',
  firm: {
    required: 'Необхідно зазначити назву фірми.',
  },
  countryOfOrigin: {
    required: 'Необхідно зазначити країну.',
  },
};
